Repository: subash68/flask-template
Catalog: project/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Primary site language
ru: Язык сайта

source: Site will try to show UI labels using this language. User data will be shown in original languages.
ru: Служебные тексты сайта будут переведены, пользовательский контент не изменится

source: Personal site URL
ru: Персональный сайт

source: If you have personal site and want to share with other people, please fill this field
ru: Если у вас есть персональный сайт, то укажите ссылку на него.

source: Invalid URL.
ru: Ошибка в адресе сайта

source: Public profile address
ru: Адрес профайла

source: Will be part of your public profile URL. Can be from 2 up to 40 characters length, can start start from [a-z] and contains only latin [0-9a-zA-Z] chars.
ru: Будет частью вашего публичного профайла на сайте. Может быть от 2 до 40 символов, начинаться на [a-z] и содержать только латинские символы в диапазоне [0-9a-zA-Z].

source: Field must be between 2 and 40 characters long.
ru: Длинна должна быть от 2 до 40 символов

source: Username should start from [a-z] and contains only latin [0-9a-zA-Z] chars
ru: Имя профайла может начинаться только с символов [a-z] и содержать только латинские символы из диапазона [0-9a-zA-Z].

source: Settings saved
ru: Настройки сохранены

source: Login
ru: Войти

source: Social login
ru: Вход через социальные сети

source: Login using your favorite social service
ru: Войдите через социальную сеть

source: Do you want to disconnect this service from your profile?
ru: Вы хотите отключить эту социальную сеть?

source: Are you sure?
ru: Вы уверены?

source: Your profile
ru: Ваш профайл

source: Social profiles
ru: Профайлы в социальных сетях

source: You are logged in as %(user)s!
ru: Вы вошли как %(user)s!

source: Associate to this profile:
ru: Связать со своей учетной записью

source: For your convenience, add new social services to your account
ru: Привяжите другие социальные сети для вашего удобства

source: Wee! You connected all available social services!
ru: Ура! Вы привязали все доступные социальные сети!

source: Associated:
ru: Уже добавлены:

source: If you want to disconnect any service from the list then click item from the list
ru: Если вы хотите отключить социальную сеть, то кликните на элемент списка.

source: Settings
ru: Настройки

source: Personal settings
ru: Персональные настройки

source: Update settings
ru: Сохранить настройки

source: Welcome to our new site
ru: Добро пожаловать на наш новый сайт

source: New site
ru: Новый сайт

source: Site
ru: Сайт

source: Splash page
ru: Главная страница

source: About site
ru: О сайте

source: Do you want to logout?
ru: Вы хотите выйти?

source: Logout?
ru: Выйти?

source: Logout
ru: Выйти

source: Page not found
ru: Страница не найдена

source: Error 404
ru: Ошибка 404

source: The page <code>%(url)s</code> you are looking for is not found.
ru: Страница <code>%(url)s</code> на сайте не найдена.

source: &larr; Back to front page
ru: &larr; Вернуться на главную страницу

source: Method not allowed
ru: Метод доступа запрещен

source: Error 405
ru: Ошибка 405

source: You are trying to access page by methods that is not allowed.
ru: Вы пытаетесь обратиться к странице неправильным методом.

source: Server error
ru: Ошибка сервера

source: Error 500
ru: Ошибка 500

source: Error generating page <code>%(url)s</code>. Please <a href='/contact'>contact us</a>.
ru: Ошибка обращения к странице <code>%(url)s</code>. Пожалуйста свяжитесь <a href='/contact'>с нами</a>.
